Repository: jordifierro/pachatary-ios
Catalog: Pachatary/*.lproj/Localizable.strings
Languages: ca, es

source: terms and conditions
ca: termes i condicions
es: términos y condiciones

source: privacy policy
ca: política de privacitat
es: política de privacidad

source: Oops! Some error occurred during login. Please, ask a new login email
ca: Òndia! Quelcom no ha anat bé durant el login. Sisplau, demana un nou correu per entrar
es: Ueppa! Ha ocurrido un error en el login. Por favor, pida un nuevo email para entrar

source: SAVED EXPERIENCES
ca: EXPERIÈNCIES GUARDADES
es: EXPERIENCIAS GUARDADAS

source: Uploading image...
ca: Pujant imatge...
es: Subiendo imagen...

source: Image successfully uploaded!
ca: Imatge pujada correctament!
es: Imagen subida correctamente!

source: Oops! Some error occurred during image upload. Please, try again
ca: Òndia! Quelcom no ha anat bé mentres es pujava la imatge. Sisplau, intenta-ho de nou
es: Uepa! Ha ocurrido un error subiendo la imagen. Por favor, intente de nuevo

source: You must have at least one experience and upload a profile picture
ca: Has de tenir almenys una experiència i imatge de perfil
es: Debes tener al menos una experiencia e imagen de perfil

source: REMOVE FROM SAVED
ca: ESBORRAR DE GUARDATS
es: BORRAR DE GUARDADOS

source: Are you sure you want to remove it from your saved experiences?
ca: Estàs segur que vols esborrar l'experiència de les guardades?
es: Estás seguro de que quieres borrarla de tus experiencias guardades?

source: Cancel
ca: Cancel·lar
es: Cancelar

source: REPORT EXPERIENCE
ca: REPORTAR EXPERIÈNCIA
es: REPORTAR EXPERIENCIA

source: Why do you want to report this experience?
ca: Per què vols reportar aquesta experiència?
es: Porqué quieres reportar esta experiencia?

source: I don't like it
ca: No m'agrada
es: No me gusta

source: False or misleading
ca: Falsa o enganyosa
es: Falsa o engañosa

source: Offensive
ca: Ofensiva
es: Ofensiva

source: Sexually inappropiate
ca: Sexualment inapropiada
es: Sexualmente inapropiada

source: Violent or prohibited
ca: Violenta o prohibida
es: Violenta o prohibida

source: Copyright infringement
ca: Vulnera drets d'autor
es: Vulnera derechos de autor

source: Other reason
ca: Altres raons
es: Otras razones

source: Experience successfully reported! We will review it as soon as possible...
ca: Experiència reportada correctament! Ho revisarem tant aviat com sigui possible...
es: Experience reportada correctamente! Lo revisaremos tan pronto como sea posible...

source: We've send an email to you, open it!
ca: T'hem enviat un correu, obre'l!
es: Te hemos mandado un correo, ábrelo!

source: Introduce your email
ca: Introdueix el teu correu
es: Introduce tu correo

source: SELECT LOCATION
ca: SELECCIONAR UBICACIÓ
es: SELECCIONA UBICACIÓN

source: Location not found!
ca: No s'ha trobat la ubicació!
es: Ubicación no encontrada!

source: Cannot find your location!
ca: No es pot trobar la teva ubicació!
es: No podemos encontrar tu ubicación!

source: PRIVACY POLICY
ca: POLÍTICA DE PRIVACITAT
es: POLÍTICA DE PRIVACIDAD

source: TERMS AND CONDITIONS
ca: TERMES I CONDICIONS
es: TÉRMINOS Y CONDICIONES

source: Oops! Something went wrong. Please try again
ca: Òndia! Quelcom no va bé. Sisplau, intenta-ho de nou
es: Uepa! Algo ha ido mal. Por favor, intenta de nuevo

source: RETRY
ca: PROVAR
es: REINTENTAR

source: Tap to add your bio
ca: Prem fer afegir la teva biografia
es: Pulsa para añadir tu biografía

source: SETTINGS
ca: CONFIGURACIÓ
es: AJUSTES

source: Terms and conditions
ca: Termes i condicions
es: Términos y condiciones

source: Privacy policy
ca: Política de privacitat
es: Política de privacidad

source: REGISTER
ca: REGISTRE
es: REGISTRO

source: We've send a confirmation email to you, open it!
ca: T'hem enviat un correu de confirmació, obre'l!
es: Te hemos mandado un correo, ábrelo!

source: Email cannot be empty
ca: El correu no pot estar buit
es: El email no puede estar vacío

source: Username cannot be empty
ca: El nom d'usuari no pot ser buit
es: El nombre de usuario no puede estar vacío

source: Oops! Some error occurred. Try again
ca: Òndia! Quelcom no va bé. Intenta-ho de nou
es: Uepa! Ha ocurrido un error. Prueba de nuevo

source: Email successfully confirmed!
ca: Correu confirmat correctament!
es: Correo confirmado correctamente!

source: Wrong confirmation token. Please, ask a new one
ca: Clau de confirmació no vàlida. Sisplau, demana'n una de nova
es: Clave de confirmación no válida. Por favor, pide una nueva

source: EDIT SCENE
ca: EDITAR ESCENA
es: EDITAR ESCENA

source: Scene successfully updated!
ca: Escena actualitzada correctament!
es: Escena actualizada correctamente!

source: Scene successfully updated! Uploading image...
ca: Escena actualitzada correctament! Pujant imatge...
es: Escena actualizada correctamente! Subiendo imagen...

source: Title must be between 1 and 80 characters
ca: El títol ha de tenir entre 1 i 80 caràcters
es: El título debe tener entre 1 y 80 caracteres

source: Description cannot be empty
ca: La descripció no pot ser buida
es: La descripción no puede estar vacía

source: Select a picture
ca: Selecciona una imatge
es: Selecciona una imagen

source: Select a location
ca: Selecciona una ubicació
es: Selecciona una ubicación

source: Scene title...
ca: Títol de l'escena...
es: Título de la escena...

source: Description...
ca: Descripció...
es: Descripción...

source: ADD SCENE
ca: AFEGIR ESCENA
es: AÑADIR ESCENA

source: Scene successfully created! Uploading image...
ca: Escena creada correctament! Pujant imatge...
es: Escena create correctamente! Subiendo image...

source: EDIT EXPERIENCE
ca: EDITAR EXPERIÈNCIA
es: EDITAR EXPERIENCIA

source: Experience title...
ca: Títol de l'experiència...
es: Título de la experiencia...

source: Experience successfully updated!
ca: Experiència actualitzada correctament!
es: Experiencia actualizada correctamente!

source: Experience successfully updated! Uploading image...
ca: Experiència actualitzada correctament! Pujant imatge...
es: Experiencia actualizada correctamente! Subiendo imagen...

source: NEW EXPERIENCE
ca: NOVA EXPERIÈNCIA
es: NUEVA EXPERIENCIA

source: Experience successfully created! Uploading image...
ca: Experiència creada correctament! Pujant imatge...
es: Experiencia creada correctamente! Subiendo imagen...

source: VERSION EXPIRED
ca: VERSIÓ CADUCADA
es: VERSIÓN CADUCADA

source: Update your version to keep using Pachatary
ca: Actualitza la teva versió de Pachatary per seguir fent-lo servir
es: Actualiza tu versión de Pachatary para seguir usándolo

source: BLOCK PERSON
ca: BLOQUEJAR PERSONA

source: Do you want to stop seeing content from this person?
ca: Vols que no t'aparegui mai més contingut d'aquesta person?

source: YES, BLOCK
ca: SI, BLOQUEJAR

source: Person successfully blocked
ca: Persona bloquejada correctament
